
#pragma once
struct Сonnection
{
	int first; // ціле додатнє число, тривалість телефонної розмови у хвилинах;
	double second; // дробове додатнє число, вартість однієї хвилини
//в гривнях
	Сonnection Init(int x, double y);
	Сonnection Read();
	void Display();
	void Cost();
	

	Сonnection Add(Сonnection M);

};



// ------------------------------ TASK -------------------------------- // 
//15.Поле first — ціле додатнє число, тривалість телефонної розмови у
//хвилинах; поле second — дробове додатнє число, вартість однієї хвилини
//в гривнях.Реалізувати метод cost() — обчислення загальної вартості
//розмови.
// ------------------------------ TASK -------------------------------- // 